{
  "questions": [
    "Tôi mong ước được trực tiếp trình bày sứ điệp của Chúa để gây dựng, khuyên bảo và an ủi nhóm viên.",
    "Tôi thích giữ mối liên hệ lâu bền giữa tôi với một nhóm nhỏ để tôi có thể chia sẻ với các bạn một cách riêng tư cả những thành công lẫn thất bại.",
    "Có người đã nói với tôi rằng tôi đã giúp họ học biết những lẽ thật Kinh thánh bằng các phương cách dễ hiểu.",
    "Tôi đã áp dụng những lẽ thật thuộc linh (chân lý trong KT) vào thực tế đời sống mình một cách hiệu quả.",
    "Có nhóm viên đã từng báo tôi rằng nhờ sự giúp đỡ của tôi, bạn đó đã có thể phân biệt những sự kiện then chốt trong Kinh Thánh.",
    "Bằng lời nói, tôi đã từng khích lệ những nhóm viên đang do dự, phiền muộn hay ngã lòng.",
    "Nhiều nhóm viên trong nhóm nhỏ đã để ý và nhận thấy rằng tôi có khả năng phát hiện sự giả tạo sớm hơn người khác.",
    "Tôi nghĩ là tôi đã quản lý tiền bạc rất hiệu quả để có thể dâng hiến rộng rãi cho công việc Chúa.",
    "Tôi đã giúp đỡ những người lãnh đạo nhóm nhỏ để họ có thể tập trung vào những việc quan trọng hơn.",
    "Tôi ước ao được làm việc với những người đang mang bệnh trên thể xác hoặc trong tâm hồn để có thể giúp họ vơi bớt nỗi đau.",
    "Tôi cảm thấy rất thoải mái trong việc duy trì mối liên hệ với những người thuộc thành phần thiểu số trong xã hội, và dường như họ cũng chấp nhận tôi.",
    "Tôi đã từng làm chứng và giúp người khác quyết định tiếp nhận Chúa để được cứu rỗi qua Chúa Giêxu.",
    "Những vật dụng của tôi luôn sẵn sàng để chia sẻ với những ai đang cần.",
    "Trong nhóm nhỏ, người khác thường hỏi tôi để biết khái tưởng/tầm nhìn và hướng đi.",
    "Khi tôi nói, dường như mọi người đều lắng nghe và đồng ý.",
    "Khi tôi ở trong một nhóm thiếu người lo việc tổ chức, tôi thường là người điền vào chỗ trống đó.",
    "Người khác có thể chỉ ra những trường hợp cụ thể để chứng minh rằng lời cầu thay của tôi đã được thực hiện một cách rõ ràng và lạ lùng.",
    "Tôi đã được Chúa dùng để nhân danh Ngài chữa cho người khác khỏi bệnh ngay tức khắc.",
    "Tôi đã từng nói tiếng lạ.",
    "Đôi lúc tôi có thể nghe được điều Chúa phán khi có người nói tiếng lạ.",
    "Đáng lẽ tôi đã sống sung sướng hơn nhiều, nhưng tôi chọn cách sống nghèo để có thể hòa đồng với người nghèo.",
    "Tôi độc thân và tôi có xu hướng thích cuộc sống độc thân.",
    "Mỗi ngày tôi dành ít nhất một giờ đồng hồ (nhiều thì giờ) để cầu nguyện.",
    "Tôi đã từng quở trách ma quỷ và chúng đã phải vâng phục tôi.",
    "Tôi thích được làm những công việc lặt vặt, hậu cần trong nhóm nhỏ.",
    "Qua sự khải thị của Chúa, tôi đã từng nói tiên tri về những sự việc cụ thể sẽ xảy ra trong tương lai.",
    "Tôi thích nhận lãnh trách nhiệm chăm sóc đời sống tâm linh của một nhóm nhỏ nào đó.",
    "Tôi nhận thấy mình có khả năng chia sẻ những sự dạy dỗ của Kinh thánh về công tác và cách sống của Hội thánh đầu tiên (trong sách Công-vụ) một cách phù hợp với người nghe.",
    "Bằng trực giác, tôi có thể tìm ra giải đáp cho những vấn đề tương đối phức tạp.",
    "Có nhóm viên đã nói với tôi rằng những dạy dỗ thuộc linh của tôi đã giúp họ gần với Chúa hơn.",
    "Tôi rất thành công trong việc khích lệ người khác tham gia vào những công tác hầu việc Chúa khi có cần.",
    "Nhiều lúc tôi có thể 'thấy' Thánh Linh của Chúa đậu trên một số người nào đó.",
    "Sổ sách của tôi cho thấy tôi đã dâng hiến vào công việc Chúa nhiều hơn hẳn một phần mười.",
    "Có nhóm viên đã nói với tôi rằng sự cộng tác của tôi đã giúp họ hầu việc Chúa hiệu quả hơn.",
    "Tôi đã chăm sóc những người gặp nan đề về vật chất hay sức khỏe.",
    "Tôi nhận thấy rằng tôi có thể học ngoại ngữ rất giỏi để có thể giúp đỡ những dân tộc thuộc các nền văn hóa khác.",
    "Tôi đã chia sẻ với những người chưa tin Chúa một cách đầy vui mừng và tươi tắn về việc thế nào Chúa đã kéo tôi đến với Ngài và cứu rỗi tôi.",
    "Tôi thích những nhiệm vụ có liên quan đến công tác xã hội của nhóm nhỏ.",
    "Tôi tin Chúa có thể làm những việc bất khả thi, và tôi đã từng thấy Ngài làm những việc đó một cách rõ ràng.",
    "Những nhóm viên khác vâng phục sự lãnh đạo của tôi vì họ tin cậy tôi.",
    "Tôi thích nghiên cứu một cách chi tiết về tổ chức, con người, tài nguyên và thời gian để có thể đạt hiệu quả cao hơn trong chức vụ.",
    "Chúa đã dùng tôi để thi hành các dấu ký và phép lạ.",
    "Tôi thích cầu thay cho người bệnh vì tôi biết nhiều người trong số họ sẽ được chữa lành nhờ kết quả của lời cầu nguyện.",
    "Tôi đã từng chia sẻ một sứ điệp đến từ Chúa cho dân sự của Ngài bằng một thứ tiếng mà tôi chưa bao giờ học.",
    "Tôi từng thông dịch tiếng lạ và kết quả là nhóm nhỏ được gây dựng, khích lệ và yên ủi.",
    "Tôi luôn thách thức chính tôi sống một cách sống giản dị.",
    "Người khác nhận thấy rằng so với những người khác, tôi không quan tâm làm đến việc lập gia đình.",
    "Khi tôi nghe ai đó nhờ cầu thay, tôi thường dành ra ít nhất vài ngày để cầu nguyện cho vấn đề đó.",
    "Tôi đã từng nghe ma quỷ nói lớn tiếng.",
    "Tôi không có tài năng gì đặc biệt, nhưng tôi sẵn sàng làm bất cứ những việc gì nhóm nhỏ cần.",
    "Người ta bảo tôi rằng chắc hẳn Chúa đã dùng tôi để mang đến cho họ những sứ điệp cấp bách và đúng thời điểm.",
    "Tôi chẳng hề e ngại khi nhận lãnh trách nhiệm hướng dẫn đời sống tâm linh của một nhóm nhỏ.",
    "Tôi có thể dành rất nhiều thời gian để học biết những lẽ thật của Kinh thánh và chia sẻ chúng cho người khác.",
    "Khi một nhóm viên gặp nan đề, tôi thường hướng dẫn người đó tìm cách giải quyết dựa trên nền tảng Kinh thánh.",
    "Thông qua học hỏi và kinh nghiệm, tôi nhận biết những chiến lược quan trọng mà Chúa đang dùng để mở rộng vương quốc của Ngài.",
    "Có người đã đến với tôi trong lúc họ đau buồn hay khốn khổ, và sau đó họ trở lại nói cho tôi hay rằng họ đã được giúp đỡ, giải thoát và chữa lành.",
    "Nếu một người đang bị ma quỷ ám hại, tôi có thể chỉ ra một cách chính xác.",
    "Khi được cảm động bởi một lời kêu gọi dâng hiến cho công việc Chúa, tôi thường có cách gây quỹ đủ cho công việc đó.",
    "Tôi thích làm những công việc đơn điệu miễn là việc đó giúp cho chức vụ của người khác có hiệu quả hơn.",
    "Tôi thích đi thăm viếng trong các bệnh viện hay nhà dưỡng lão, và tôi cảm thấy tôi có thể làm tốt công tác này.",
    "Tôi có thể gần gũi và giữ mối liên hệ tốt đẹp với những người khác chủng tộc và văn hóa.",
    "Những người chưa tin Chúa nhận xét rằng họ cảm thấy thoải mái với sự hiện diện của tôi, và tôi đã có ảnh hưởng tốt trong việc hình thành đức tin của họ nơi Chúa Giêxu.",
    "Khi đến nhà tôi, người khác thường nói họ cảm thấy tự nhiên như ở nhà riêng của họ.",
    "Người khác đã bảo tôi rằng tôi có đức tin để làm được những điều mà họ cho là không thể làm được.",
    "Khi tôi đặt ra mục tiêu, người khác dường như luôn sẵn sàng hưởng ứng.",
    "Tôi có thể lên kế hoạch một cách hiệu quả và trọn vẹn để nhóm có thể đạt được mục tiêu.",
    "Dường như Chúa thường xuyên làm những việc bất khả thi qua cuộc đời tôi.",
    "Người khác bảo tôi rằng qua sự nâng đỡ của tôi, Chúa đã chữa lành những thương tổn trong cảm xúc của họ.",
    "Tôi có thể trò chuyện với Chúa bằng một ngôn ngữ mà tôi chưa bao giờ học.",
    "Tôi đã cầu xin khả năng diễn giải/thông dịch tiếng lạ.",
    "Tôi không nghèo, nhưng tôi có thể sống hòa nhập với người nghèo.",
    "Tôi vui mừng vì tôi sống độc thân, nhờ đó tôi có nhiều thì giờ để phục vụ Chúa hơn.",
    "Cầu thay cho người khác là một trong những cách sử dụng thì giờ mà tôi ưa thích nhất.",
    "Người ta thường tìm đến tôi nếu họ nghi ngờ ai đó đang bị quỷ ám.",
    "Người khác đã để ý thấy rằng tôi có vẻ thích làm những công việc đơn điệu, và tôi làm tốt những công tác đó.",
    "Đôi khi Chúa cảm động tôi một cách mạnh mẽ để nói ra những sứ điệp thích hợp với từng tình huống khác nhau.",
    "Tôi giúp những nhóm viên khác bằng cách hướng dẫn họ học những phân đoạn Kinh thánh phù hợp với hoàn cảnh của họ và cùng cầu nguyện với họ.",
    "Tôi cảm thấy tôi có thể truyền đạt những lẽ thật Kinh thánh cho người khác, giúp họ tăng trưởng về kiến thức, thái độ, giá trị và hành vi của họ.",
    "Một số người nhận xét rằng tôi đã nhận thức và áp dụng những lẽ thật Kinh thánh vào từng nhu cầu cụ thể của các tín hữu khác.",
    "Tôi đọc và học nhiều để biết rõ hơn về những lẽ thật Kinh thánh.",
    "Tôi mong ước được tư vấn cho những người đang quẫn trí, mặc cảm tội lỗi hay nghiện ngập một cách có hiệu quả.",
    "Tôi có thể nhận ra sự dạy dỗ của một người nào đó đến từ Chúa, Satan, hay con người.",
    "Tôi tin chắc Chúa luôn đáp ứng mọi nhu cầu của tôi, đến nỗi tôi đã dâng hiến đều đặn với tinh thần hy sinh.",
    "Tôi làm những công việc ở hậu trường, và tôi vui mừng vì được giúp đỡ người khác qua cách đó.",
    "Người khác tin cậy tôi trong công tác chăm sóc những người kém may mắn.",
    "Tôi sẵn lòng từ bỏ những tiện nghi thoải mái nếu việc đó giúp tôi chia sẻ Đấng Christ cho nhiều người hơn.",
    "Tôi bất bình khi thấy người khác dường như không muốn làm chứng về Chúa cho người chưa tin như họ cần làm.",
    "Người khác nhận xét rằng tôi rất hiếu khách.",
    "Trong khi người khác chưa nhận biết một cách chắc chắn, tôi nhiều lần nhận biết chắc chắn ý Chúa trong một vấn đề cụ thể nào đó nhằm đáp ứng cho sự phát triển của công việc Chúa trong tương lai.",
    "Khi tôi gia nhập một nhóm nhỏ, các thành viên trong nhóm thường mong tôi giữ vai trò lãnh đạo.",
    "Chỉ với cách lãnh đạo, không cần phải thuyết phục hay nài nỉ, tôi có thể hướng dẫn người khác hoàn thành nhiệm vụ.",
    "Người khác báo rằng tôi là công cụ Chúa dùng để mang đến những thay đổi đặc biệt cho nhiều tình huống hay cuộc đời của nhiều người.",
    "Tôi đã cầu nguyện cho người bệnh, và sự chữa lành đã thực sự xảy ra.",
    "Khi tôi có một sứ điệp cho hội chúng bằng tiếng lạ, tôi mong sứ điệp đó được diễn giải/thông dịch.",
    "Tôi diễn giải tiếng lạ bằng cách thức mà qua đó người khác sẽ được phước.",
    "Có người báo tôi rằng tôi đã hy sinh vật chất khá nhiều để có thể giúp đỡ người khác.",
    "Tôi độc thân và tôi hầu như không gặp trở ngại gì trong việc kiềm chế ham muốn tình dục.",
    "Người khác đã nói với tôi rằng nhờ sự cầu thay của tôi, nan đề của họ đã được trả lời một cách rõ ràng.",
    "Với lời cầu nguyện của tôi, những người khác đã được giải thoát khỏi sự kiềm hãm của ma quỷ ngay lập tức.",
    "Tôi thích làm những việc năng động hơn là ngồi trò chuyện, đọc sách hoặc lắng nghe diễn giả.",
    "Đôi khi tôi cảm thấy tôi biết chính xác Chúa muốn tôi làm gì ở một thời điểm cụ thể nào đó.",
    "Có người từng nói với tôi rằng tôi đã giúp họ tái lập mối tương giao với cộng đồng Cơ Đốc.",
    "Tôi rất thỏa lòng với việc học Kinh thánh và chia sẻ với người khác những gì Lời Chúa đã soi sáng cho tôi.",
    "Trước những quyết định quan trọng, tôi cảm thấy sự hiện diện lạ lùng của Chúa nên tôi rất tự tin.",
    "Tôi có khả năng khám phá những chân lý mới cho chính tôi qua việc đọc sách hay tận mắt quan sát tình huống.",
    "Khi người khác đối diện với nan đề hay đau khổ, tôi đã khuyên nài họ tìm kiếm những giải pháp dựa trên nền tảng Thánh Kinh.",
    "Khi ai đó nói tiếng lạ, tôi có thể nhận định đó có phải là tiếng lạ thật sự hay không.",
    "Tôi đã luôn sẵn lòng sống với mức sống thấp để có thể làm lợi cho công việc Chúa.",
    "Khi hầu việc Chúa, tôi không quan tâm đến việc có được cảm ơn hay trả công hay không.",
    "Tôi thích dành thời gian cho những người cô đơn, sống khép kín hay đang bị tù.",
    "Khi nhìn thấy dân tộc ở các nước khác được cứu, tôi có khao khát mạnh mẽ hơn những người khác.",
    "Tôi đã thu hút sự quan tâm của những người chưa tin vì tôi mong họ cũng được cứu như tôi.",
    "Tôi luôn muốn dành sẵn những gì tôi có để phục vụ những người hầu việc Chúa khi có cần.",
    "Người khác báo rằng tôi có những khái tưởng/thấy những viễn cảnh lạ lùng, và tôi cũng cảm thấy như vậy.",
    "Khi tôi nhận lãnh trách nhiệm, mọi sự luôn có vẻ suôn sẻ.",
    "Tôi thích nhận lãnh trách nhiệm làm một công tác nào đó trong nhóm nhỏ, và tôi luôn hoàn thành.",
    "Tôi đã nhân danh Chúa để chữa lành cho người bị mù.",
    "Khi tôi cầu nguyện cho người bệnh, tôi hoặc là họ cảm thấy cơ thể ấm lên hoặc có cảm giác như bị kim chắm.",
    "Khi tôi nói tiếng lạ, tôi tin rằng việc đó đang gây dựng nhóm nhỏ Chúa.",
    "Tôi đã diễn giải/thông dịch tiếng lạ trong cách thức mà qua đó người khác nhận biết sứ điệp đó đã đến từ Chúa.",
    "Người nghèo chấp nhận tôi bởi vì tôi chọn mức sống tương đương với họ.",
    "Tôi sẵn lòng sống độc thân theo như gương và sự dạy dỗ của Phao-lô.",
    "Khi tôi cầu nguyện, Chúa thường xuyên phán với tôi, và tôi nhận ra tiếng của Ngài.",
    "Tôi đã nhân danh Chúa Giêxu để đuổi quỷ ra khỏi người khác.",
    "Khi được yêu cầu làm việc gì, tôi nhận lời một cách vui vẻ, dù công việc có vẻ thấp hèn."
  ],
  "spiritualGifts": [
    "Nói tiên tri",
    "Mục sư",
    "Dạy dỗ",
    "Khôn ngoan",
    "Tri thức",
    "Khuyên bảo",
    "Nhận biết các linh",
    "Ban cho",
    "Giúp đỡ",
    "Thương xót",
    "Truyền giáo",
    "Truyền giảng",
    "Tiếp khách",
    "Đức tin",
    "Lãnh đạo",
    "Quản trị",
    "Phép lạ",
    "Chữa bệnh",
    "Nói tiếng lạ",
    "Thông giải tiếng lạ",
    "Tự nguyện sống nghèo",
    "Độc thân",
    "Cầu thay",
    "Đuổi quỷ",
    "Phục vụ"
  ],
  "giftDefinitions": {
    "Nói tiên tri": "Khả năng đặc biệt mà Chúa ban cho một số người trong nhóm nhỏ để những người này có thể trực tiếp nhận những sứ điệp đến từ Chúa và truyền đạt cho người khác bằng những lời nói có sự xức dầu đặc biệt. (Lu-ca 7:26; Công-vụ 15:32, 21:9-11; Rô-ma 12:6; I Cô-rinh-tô 12:10, 28; Ê-phê-sô 4:11-14)",
    "Mục sư": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để nhận lãnh trách nhiệm dài hạn trong công tác chăm sóc đời sống tâm linh của một nhóm tín hữu. (Giăng 10:1-8; Ê-phê-sô 4:11-14; I Ti-mô-thê 3:1-7; I Phi-e-rơ 5:1-3)",
    "Dạy dỗ": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để truyền đạt những bài học thích ứng với đời sống và chức vụ của Nhóm nhỏ bằng những cách thức mà người khác có thể học hiểu. (Công-vụ 18:24-28, 20:20,21; Rô-ma 12:17; I Cô-rinh-tô 12:28; Ê-phê-sô 5:11-14)",
    "Khôn ngoan": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để nhận biết ý tưởng của Đức Thánh Linh, được soi sáng và biết cách áp dụng tri thức vào những nhu cầu cụ thể phát sinh trong nhóm nhỏ. (Công-vụ 6:3,10; I Cô-rinh-tô 2:1-13, 12:8; Gia-cơ 1:5,6; II Phi-e-rơ 3:15,16)",
    "Tri thức": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để khám phá, thu thập, phân tích, làm rõ các thông tin và ý tưởng thích hợp cho sự tăng trưởng của nhóm nhỏ. (Công-vụ 5:11; I Cô-rinh-tô 2:14, 12:8; II Cô-rinh-tô 11:6; Cô-lô-se 2:2,3)",
    "Khuyên bảo": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để dùng lời Chúa yên ủi, khích lệ và khuyên nhủ các tín hữu trong nhóm nhỏ bằng những cách thức mà qua đó họ được giúp đỡ và chữa lành. (Công-vụ 14:22; Rô-ma 12:8; I Ti-mô-thê 4:13; Hê-bơ-rơ 10:25)",
    "Nhận biết các linh": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để nhận biết chắc chắn những hành vi của người khác xuất phát từ Chúa, con người hay Satan. (Ma-thi-ơ 16:21-23; Công-vụ 5:1-11, 16:16-18; I Cô-rinh-tô 12:10; I Giăng 4:1-6)",
    "Ban cho": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để đóng góp tiền của vào công việc Chúa một cách rộng rãi và vui thỏa. (Mác 12:41-44; Rô-ma 12:8; II Cô-rinh-tô 8:1-7, 9:2-8)",
    "Giúp đỡ": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để đóng góp ân tứ của mình vào cuộc sống và chức vụ của người khác, tạo điều kiện để người khác phát huy ân tứ của họ cách hiệu quả hơn trong chức vụ. (Mác 15:40-41; Lu-ca 8:2,3; Công-vụ 9:36; Rô-ma 16:1,2; I Cô-rinh-tô 12:28)",
    "Thương xót": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để cảm thông và thương xót những người đang chịu khổ về thể chất, tinh thần hay tình cảm (cả tín hữu lẫn người chưa tin) một cách chân thật, và biến sự thương xót thành những hành động cụ thể để bày tỏ tình yêu của Đấng Christ và làm vơi đi nỗi đau của những người đó. (Ma-thi-ơ 20:29-34, 25: 34-40; Mác 9:41; Lu-ca 10:33 35; Công-vụ 11:28-30, 16:33,34; Rô-ma 12:8)",
    "Truyền giáo": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để sử dụng tất cả những ân tứ Chúa ban cho trong môi trường có sự khác biệt về văn hóa. (Công-vụ 8:4, 13:2,3, 22:21; Rô-ma 10:15; I Cô-rinh-tô 9:19-23)",
    "Truyền giảng": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để chia sẻ Tin lành cho người chưa tin một cách hiệu quả ngõ hầu nhiều người trở nên môn đồ của Chúa Giêxu và là những tín hữu trung tín của Nhóm nhỏ. (Công-vụ 8:5,6, 8:26-40, 14:21, 21:8; Ê-phê-sô 4:11-14; II Ti-mô-thê 4:5)",
    "Tiếp khách": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để cung cấp chỗ ăn ở cùng với sự đón tiếp niềm nở cho những ai đang có nhu cầu. (Công-vụ 16:14,15; Rô-ma 12:9-13, 16:23; Hê-bơ-rơ 13:1,2; I Phi-e-rơ 4:9)",
    "Đức tin": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để nhận thức một cách chắc chắn ý muốn và mục đích của Chúa cho công việc của Ngài. (Công-vụ 11:22-24, 27:21-25; Rô-ma 4:18-21; I Cô-rinh-tô 12:9; Hê-bơ-rơ 11)",
    "Lãnh đạo": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để đặt ra những mục tiêu phù hợp với ý Chúa và truyền đạt những mục tiêu này cho người khác một cách hiệu quả để họ làm việc với nhau một cách tự nguyện và hài hòa nhằm đạt được mục tiêu và làm vinh danh Chúa. (Lu-ca 9:51; Công-vụ 7:10, 15:7-11; Rô-ma 12:8; I Ti-mô-thê 5:17; Hê-bơ-rơ 13:17)",
    "Quản trị": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để hiểu rõ những mục tiêu ngắn hạn và dài hạn của một bộ phận nào đó trong nhóm nhỏ, đề ra và thực hiện những kế hoạch nhằm đạt được mục tiêu. (Lu-ca 14:28-30; Công-vụ 6:1-7, 27:11; I Cô-rinh-tô 12:28; Tít 1:5)",
    "Phép lạ": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để phục vụ với tư cách là người trung gian để qua họ Chúa vui lòng làm những việc quyền năng hay phép lạ. (Công-vụ 9:36-42, 19:11-20, 20:7-12; Rô-ma 15:18,19; I Cô-rinh-tô 12:10,28; II Cô-rinh-tô 12:12)",
    "Chữa bệnh": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để phục vụ với tư cách là người trung gian để qua họ Chúa chữa lành bệnh tật và hồi phục sức khỏe cho người bệnh mà không cần dùng đến các phương tiện chữa trị thông thường. (Công-vụ 3:1-10, 5:12-16, 9:32-35, 28:7-10; I Cô-rinh-tô 12:9,28)",
    "Nói tiếng lạ": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để (a) nói chuyện với Chúa bằng một ngôn ngữ mà người đó chưa bao giờ học, và/hoặc (b) nhận và truyền đạt thông điệp của Chúa cho dân sự của Ngài bằng một ngôn ngữ mà người đó chưa bao giờ học. (Mác 16:17; Công-vụ 2:1-13, 10:44-46, 19:1-7; I Cô-rinh-tô 12:10,28, 14:13-19)",
    "Thông giải tiếng lạ": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để thông dịch những sứ điệp được chia sẻ bằng tiếng lạ. (I Cô-rinh-tô 12:10,30, 14:13,26-28)",
    "Tự nguyện sống nghèo": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để tự nguyện từ bỏ cuộc sống thoải mái và tiện nghi để sống mức sống ngang bằng với những người nghèo trong một xã hội nào đó ngõ hầu có thể phục vụ Chúa hiệu quả hơn. (Công-vụ 2:44,45, 4:34-37; I Cô-rinh-tô 13:1-3; II Cô-rinh-tô 6:10, 8:9)",
    "Độc thân": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để sống độc thân một cách vui thỏa mà không bị chi phối bởi những ham muốn tính dục. (Ma-thi-ơ 19:10-12; I Cô-rinh-tô 7:7,8)",
    "Cầu thay": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để cầu thay dài hạn và đều đặn cho người khác cũng như chứng kiến sự đáp lời cụ thể của Chúa một cách thường xuyên hơn so với một tín hữu bình thường. (Lu-ca 22:41-44; Công-vụ 12:12; Cô-lô-se 1:9-12, 4:12-13; I Ti-mô-thê 2:1,2; Gia-cơ 5:14-16)",
    "Đuổi quỷ": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để đuổi quỷ và các tà linh ra khỏi người khác. (Ma-thi-ơ 12:22-32; Lu-ca 10:12-20; Công-vụ 8:5-8, 16:16-18)",
    "Phục vụ": "Khả năng đặc biệt Chúa ban cho một số người trong nhóm nhỏ để phát hiện ra những nhu cầu khác nhau của công việc Chúa và tận dụng những tài nguyên có sẵn để đáp ứng các nhu cầu đó hầu cho công việc Chúa có thể đạt đến kết quả như mong muốn. (Công-vụ 6:1-7; Rô-ma 12:7; Ga-la-ti 6:2,10; I Ti-mô-thê 1:16-18; Tít 3:14)"
  }
}
